Repository: dcooney/unsplash
Catalog: unsplash-stock-photo-library/lang/unsplash-stock-photos-*.po
Languages: nl_nl

source: One click uploads of <a href="https://unsplash.com/" target="_blank">unsplash.com</a> stock photos directly to your media library
nl_nl: Met 1 klik <a href="https://unsplash.com/" target="_blank">unsplash.com</a> stock foto's rechtstreeks toevoegen aan je mediabibliotheek

source: Back to Top
nl_nl: Terug naar boven

source: Save Settings
nl_nl: Instellingen opslaan

source: Sorry, settings could not be saved.
nl_nl: Sorry, de instellingen konden niet bewaard worden

source: Unable to save image, check your server permissions.
nl_nl: Fout bij het bewaren van de foto, controleer je schrijfrechten op de server

source: File successfully uploaded to media library.
nl_nl: Bestand toegevoegd aan de mediabibliotheek

source: Nothing to delete, file does not exist
nl_nl: Niets om te verwijderen, dit bestand bestaat niet

source: Plugin Settings
nl_nl: Plugin instellingen

source: Set Upload Image Width
nl_nl: Stel de breedte van de foto in

source: Set Upload Image Height
nl_nl: Stel de hoogte van de foto in

source: Images Per Page
nl_nl: Foto's per pagina

source: Width:
nl_nl: Breedte:

source: Height:
nl_nl: Hoogte:

source: # Per Page:
nl_nl: # Per pagina:

source: About the Plugin
nl_nl: Over de plugin

source: <strong>Unsplash: Stock Photo Uploader</strong> is the fastest way to upload high quality stock photos from <a href="http://unsplash.com" target="_blank">unsplash.com</a> directly to your media library &mdash; all without ever leaving WordPress!
nl_nl: <strong>Unsplash: Stock Photo Uploader</strong> is de snelste manier een hoge kwaliteit stock foto's van <a href="http://unsplash.com" target="_blank">unsplash.com</a> toe te voegen aan je mediabibliotheek, zonder dat je je site moet verlaten!

source: Developed by <a href="http://connekthq.com/" target="_blank">Darren Cooney</a>
nl_nl: Ontwikkeld door <a href="http://connekthq.com/" target="_blank">Darren Cooney</a>

source: Quality Photos and Inspiration
nl_nl: Kwaliteit foto's en inspiratie

source: Free (do whatever you want) high-resolution stock photos.
nl_nl: Gratis (doe er mee wat je wil) hoge resolutie stock foto’s.

source: Images and API
nl_nl: Foto’s en API

source: <a href="https://unsplash.it" target="blank">Unsplash It</a> - Access to Unsplash stock photo library and <a href="https://unsplash.it/list" target="blank">API</a> was provided by the amazing team at <a href="https://unsplash.it" target="blank">Unsplash It</a>
nl_nl: <a href="https://unsplash.it" target="blank">Unsplash It</a> - Toegang tot de Unsplash stock foto bibliotheek en de <a href="https://unsplash.it/list" target="blank">API</a> werd mogelijk gemaakt door het geweldige team van <a href="https://unsplash.it" target="blank">Unsplash It</a>

source: Visit Unsplash.com
nl_nl: Bezoek unsplash.com

source: Order
nl_nl: Sorteren

source: Oldest
nl_nl: Oudste

source: Random
nl_nl: Willekeurig

source: Load More Images
nl_nl: Meer foto's laden

source: Error loading Unsplash JSON feed from https://unsplash.it/list.
nl_nl: Fout bij het ophalen van de Unsplash JSON feed op https://unsplash.it/list.

source: Photo by:
nl_nl: Foto door:

source: Click to upload photo
nl_nl: Click om een foto toe te voegen

source: View Full Size
nl_nl: Bekijk grote foto

source: Upload Photos
nl_nl: Foto’s toevoegen

source: One click uploads of unsplash.com stock photos directly to your media library
nl_nl: Met 1 klik <a href="https://unsplash.com/" target="_blank">unsplash.com</a> stock foto's rechtstreeks toevoegen aan je mediabibliotheek
